# Класс описывает финансовое состояние организации

# Наличие финансовых средств :                  из Badget.db
        # на расчетном счете
        # наличные средства
        # кредитные деньги
        # дебиторская задолженность
        # кредиторская задолженность: 
                # (есть постоянные затраты типа аренды и электроенергии, задается дата платежа и в соответствии с ней устанавливается задолженность) 
                # (есть переменные затраты типа расчетов с поставщиками, недооплаченные или по которым внесен только аванс)


# Наличие проектов:                             из Project.db
        # название
        # сумма
        # статус
        # срок исполнения