# Класс описывает наличие проектов в организации
# Рабочие проекты внутренние (типа Zoha, Infografika, Buxus)


# А также позволяет добавлять новые проекты (заказы) в работу после уточнения сведений
                # Название проекта (заказа) 
                # Сумма контракта
                # Клиент (его контактные данные)
                # Дата создания проекта
                # Планируемая дата сдачи проекта
                # Статус проекта (встреча, расчет, производство, коррекция, сдача)
                # Фактическая сдача проекта

# У проекта могут быть расходы и доходы, исходя из сведений в БД

# т.е. должны быть методы которые определенный расход или доход соотносят с отдельным проектом